11/data/attachments/ea0b40919eec9eda.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_blood_Friend_88080_6</nif:username>
            <nif:friendToBeRequested>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>